[
  { 
    "id": "1000",
    "sceneID": "scene1000",
    "discordAuthorID": "da_laura",
    "content": "The next morning began distressingly early.\n\nRuth woke Cyri with a knock at the door, in preparation for a day of errands. It was not long after dawn, though it was impossible to tell with the thick gray clouds in the sky that spat a torrent of rain down on the city, having continued since last night and only getting stronger as time went on. Even still, Cyri dutifully dragged herself out of bed, pulled on fresh clothes, and staggered out from the guest room in search of coffee.\n\nThere was no coffee in the sitting room. Disappointing. There was, however, a Georgie, bright-eyed and bushy tailed, hard at work on another drawing for the wall, while Ruth watched her, morning broadsheets cracked open. Beyond another doorway, the shrill scream of a teapot near to boiling whistled.\n\n\"Good morning,\" Cyri yawned.",
    "postedAt": "02/09/2023 11:59 PM",
    "isBorder": false
  },
  { 
    "id": "1001",
    "sceneID": "scene1000",
    "discordAuthorID": "da_shannon",
    "content": "Georgie looked up at Cyri and her eyes grew wide. \"You're Maman's friend!\" She was wearing a lime green dress with daisies sewn into the  skirt. She paused from drawing to study the woman.",
    "postedAt": "02/10/2023 12:20 AM",
    "isBorder": false
  },
  { 
    "id": "1002",
    "sceneID": "scene1000",
    "discordAuthorID": "da_laura",
    "content": "\"That's me,\" Cyri said. She wiped a bit of grit from her eye and approached Georgie and Ruth, leaning against the back of the sofa. \"What're you drawing?\"",
    "postedAt": "02/09/2023 11:59 PM",
    "isBorder": false
  },
  { 
    "id": "1003",
    "sceneID": "scene1000",
    "discordAuthorID": "da_shannon",
    "content": "\"Père's boat.\" Georgie twisted to show the newcomer. \"See, there's Père and Maman and me!\" She reached for the green and well used colored pencil to continue drawing in the river. \"I can draw you too if you want. You might not fit though.\" She frowned looking at her drawing, trying to puzzle it out. \"Can you swim?\"",
    "postedAt": "02/10/2023 12:20 AM",
    "isBorder": false
  }
]